# LbfPerInSup2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbfPerInSup2 Property
SymbolTypeId Class See Also
---
Symbol lbf/in², indicating unit Pounds force per square inch.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbfPerInSup2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbfPerInSup2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbfPerInSup2 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace